Repository: hoep/privycs-vpn
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt

source: Switching protocol to %@
de: Wechsle Protokoll zu %@
es: Cambiando de protocolo a %@
fr: Changement de protocole vers %@
it: Cambio protocollo a %@
pt: A mudar de protocolo para %@

source: Test DNS
de: DNS testen
es: Probar DNS
fr: Tester le DNS
it: Testa DNS
pt: Testar DNS

source: That isn't a Privycs Apple TV code.
de: Das ist kein Privycs-Apple-TV-Code.
es: Eso no es un código de Apple TV de Privycs.
fr: Ce n'est pas un code Apple TV Privycs.
it: Questo non è un codice Apple TV di Privycs.
pt: Isto não é um código de Apple TV da Privycs.

source: The Apple TV rejected the data (check the PIN).
de: Der Apple TV hat die Daten abgelehnt (PIN prüfen).
es: El Apple TV rechazó los datos (comprueba el PIN).
fr: L'Apple TV a refusé les données (vérifiez le code PIN).
it: L'Apple TV ha rifiutato i dati (controlla il PIN).
pt: A Apple TV rejeitou os dados (verifique o PIN).

source: The VPN disconnects and stays off — network rules and on-demand are paused too. A timed pause reconnects your current selection automatically.
de: Das VPN trennt und bleibt aus — Netzwerkregeln und On-Demand werden ebenfalls pausiert. Eine zeitlich begrenzte Pause verbindet deine aktuelle Auswahl automatisch wieder.
es: La VPN se desconecta y permanece apagada — las reglas de red y on-demand también se pausan. Una pausa temporizada reconecta tu selección actual automáticamente.
fr: Le VPN se déconnecte et reste éteint — les règles réseau et le mode à la demande sont aussi suspendus. Une pause minutée reconnecte automatiquement votre sélection actuelle.
it: La VPN si disconnette e resta spenta — anche le regole di rete e l'on-demand vengono messi in pausa. Una pausa a tempo riconnette automaticamente la selezione attuale.
pt: A VPN desliga-se e permanece desligada — as regras de rede e o on-demand também são pausados. Uma pausa temporizada reconecta a sua seleção atual automaticamente.

source: The backup decrypted, but its contents couldn't be read — it may be from a newer or incompatible version of the app.
de: Das Backup wurde entschlüsselt, aber sein Inhalt konnte nicht gelesen werden – es stammt möglicherweise aus einer neueren oder inkompatiblen Version der App.
es: La copia de seguridad se descifró, pero no se pudo leer su contenido: puede ser de una versión más reciente o incompatible de la app.
fr: La sauvegarde a été déchiffrée, mais son contenu n’a pas pu être lu — elle provient peut-être d’une version plus récente ou incompatible de l’app.
it: Il backup è stato decifrato, ma non è stato possibile leggerne il contenuto: potrebbe provenire da una versione più recente o incompatibile dell’app.
pt: A cópia de segurança foi desencriptada, mas não foi possível ler o seu conteúdo — pode ser de uma versão mais recente ou incompatível da aplicação.

source: The bundled IP→country database (country.mmdb) resolves server locations to flags entirely on-device. No IP is sent anywhere.
de: Die mitgelieferte IP→Land-Datenbank (country.mmdb) ordnet Serverstandorte vollständig auf dem Gerät Flaggen zu. Es wird keine IP irgendwohin gesendet.
es: La base de datos IP→país incluida (country.mmdb) resuelve las ubicaciones de los servidores a banderas totalmente en el dispositivo. No se envía ninguna IP a ningún sitio.
fr: La base de données IP→pays intégrée (country.mmdb) associe les emplacements des serveurs à des drapeaux entièrement sur l’appareil. Aucune IP n’est envoyée où que ce soit.
it: Il database IP→paese incluso (country.mmdb) associa le posizioni dei server alle bandiere interamente sul dispositivo. Nessun IP viene inviato da nessuna parte.
pt: A base de dados IP→país incluída (country.mmdb) resolve as localizações dos servidores em bandeiras inteiramente no dispositivo. Nenhum IP é enviado para lado nenhum.

source: The engine decides the protocol automatically. The manual order is hidden while this is on.
de: Die Engine entscheidet das Protokoll automatisch. Die manuelle Reihenfolge ist ausgeblendet, solange dies aktiv ist.
es: El motor decide el protocolo automáticamente. El orden manual se oculta mientras está activado.
fr: Le moteur décide automatiquement du protocole. L’ordre manuel est masqué tant que c’est activé.
it: Il motore decide automaticamente il protocollo. L’ordine manuale è nascosto mentre è attivo.
pt: O motor decide o protocolo automaticamente. A ordem manual fica oculta enquanto isto estiver ativo.

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
pt: Tema

source: These become the pool members — a single .zip archive is expanded into all the configs inside it. Country is parsed from each filename when possible.
de: Diese werden zu den Pool-Mitgliedern — ein einzelnes .zip-Archiv wird in alle enthaltenen Konfigurationen entpackt. Das Land wird wenn möglich aus jedem Dateinamen ermittelt.
es: Estos se convierten en los miembros del grupo: un único archivo .zip se expande en todas las configuraciones que contiene. El país se obtiene del nombre de cada archivo cuando es posible.
fr: Ils deviennent les membres du pool — une seule archive .zip est décompressée en toutes les configurations qu’elle contient. Le pays est déduit de chaque nom de fichier lorsque c’est possible.
it: Diventano i membri del pool — un singolo archivio .zip viene espanso in tutte le configurazioni al suo interno. Il paese viene ricavato da ciascun nome di file quando possibile.
pt: Tornam-se os membros do pool — um único arquivo .zip é expandido em todas as configurações contidas nele. O país é obtido de cada nome de arquivo quando possível.

source: This backup (version %lld) isn't supported by this app.
de: Dieses Backup (Version %lld) wird von dieser App nicht unterstützt.
es: Esta copia de seguridad (versión %lld) no es compatible con esta app.
fr: Cette sauvegarde (version %lld) n’est pas prise en charge par cette app.
it: Questo backup (versione %lld) non è supportato da questa app.
pt: Esta cópia de segurança (versão %lld) não é suportada por esta aplicação.

source: This file isn't a valid Privycs backup.
de: Diese Datei ist kein gültiges Privycs-Backup.
es: Este archivo no es una copia de seguridad válida de Privycs.
fr: Ce fichier n’est pas une sauvegarde Privycs valide.
it: Questo file non è un backup Privycs valido.
pt: Este ficheiro não é uma cópia de segurança válida do Privycs.

source: This no longer parses as %@.
de: Lässt sich nicht mehr als %@ einlesen.
es: Ya no se interpreta como %@.
fr: Ne s’analyse plus comme %@.
it: Non è più interpretabile come %@.
pt: Já não é interpretado como %@.

source: Tunnel Health
de: Tunnel-Zustand
es: Estado del túnel
fr: État du tunnel
it: Stato del tunnel
pt: Estado do túnel

source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo

source: Unlimited configs, pool rotation, geo-nearest routing, and more — one-time purchase, no subscription.
de: Unbegrenzte Configs, Pool-Rotation, geografisch-nächstes Routing und mehr — Einmalkauf, kein Abo.
es: Configs ilimitadas, rotación de grupos, enrutamiento al más cercano y más — compra única, sin suscripción.
fr: Configs illimitées, rotation de pool, routage au plus proche et plus — achat unique, sans abonnement.
it: Config illimitate, rotazione dei pool, instradamento al più vicino e altro — acquisto una tantum, nessun abbonamento.
pt: Configs ilimitadas, rotação de grupos, encaminhamento ao mais próximo e mais — compra única, sem subscrição.

source: Unrecognized QR code
de: QR-Code nicht erkannt
es: Código QR no reconocido
fr: Code QR non reconnu
it: Codice QR non riconosciuto
pt: Código QR não reconhecido

source: Until I resume
de: Bis ich fortsetze
es: Hasta que reanude
fr: Jusqu’à ce que je reprenne
it: Finché non riprendo
pt: Até eu retomar

source: Upgrade to Pro
de: Auf Pro upgraden
es: Mejorar a Pro
fr: Passer à Pro
it: Passa a Pro
pt: Atualizar para Pro

source: User Guide
de: Benutzerhandbuch
es: Guía del usuario
fr: Guide de l'utilisateur
it: Guida utente
pt: Guia do utilizador

source: Verifying connectivity…
de: Verbindung wird geprüft…
es: Verificando la conectividad…
fr: Vérification de la connectivité…
it: Verifica della connettività…
pt: A verificar a ligação…

source: Welcome to Privycs VPN
de: Willkommen bei Privycs VPN
es: Te damos la bienvenida a Privycs VPN
fr: Bienvenue dans Privycs VPN
it: Benvenuto in Privycs VPN
pt: Bem-vindo ao Privycs VPN

source: What to send
de: Was senden
es: Qué enviar
fr: Quoi envoyer
it: Cosa inviare
pt: O que enviar

source: When a connection holds several protocols and you haven't pinned one, the app connects with the first protocol in this list that the connection has. Default: AmneziaWG → WireGuard → OpenVPN → IPSec.
de: Wenn eine Verbindung mehrere Protokolle hat und du keines fixiert hast, verbindet die App mit dem ersten Protokoll in dieser Liste, das die Verbindung besitzt. Standard: AmneziaWG → WireGuard → OpenVPN → IPSec.
es: Cuando una conexión tiene varios protocolos y no has fijado ninguno, la app se conecta con el primer protocolo de esta lista que tenga la conexión. Predeterminado: AmneziaWG → WireGuard → OpenVPN → IPSec.
fr: Lorsqu'une connexion comporte plusieurs protocoles et que vous n'en avez épinglé aucun, l'app se connecte avec le premier protocole de cette liste que possède la connexion. Par défaut : AmneziaWG → WireGuard → OpenVPN → IPSec.
it: Quando una connessione contiene più protocolli e non ne hai bloccato uno, l'app si connette con il primo protocollo di questo elenco posseduto dalla connessione. Predefinito: AmneziaWG → WireGuard → OpenVPN → IPSec.
pt: Quando uma ligação tem vários protocolos e não fixou nenhum, a app liga com o primeiro protocolo desta lista que a ligação possui. Predefinição: AmneziaWG → WireGuard → OpenVPN → IPSec.

source: When matched
de: Bei Übereinstimmung
es: Cuando coincide
fr: Si correspondance
it: Quando corrisponde
pt: Quando corresponde

source: When off, no rule is evaluated — VPN is fully manual.
de: Wenn aus, wird keine Regel ausgewertet — das VPN ist vollständig manuell.
es: Cuando está desactivado, no se evalúa ninguna regla — la VPN es totalmente manual.
fr: Lorsque désactivé, aucune règle n'est évaluée — le VPN est entièrement manuel.
it: Quando disattivato, nessuna regola viene valutata — la VPN è completamente manuale.
pt: Quando desativado, nenhuma regra é avaliada — a VPN é totalmente manual.

source: Wi-Fi
de: WLAN

source: Wi-Fi (%@)
de: WLAN (%@)

source: Wi-Fi like “%@”
de: WLAN wie „%@“
es: Wi-Fi como «%@»
fr: Wi-Fi comme « %@ »
it: Wi-Fi tipo «%@»
pt: Wi-Fi como «%@»

source: Wi-Fi name (exact)
de: Wi-Fi-SSID (exakt)
es: SSID Wi-Fi (exacto)
fr: SSID Wi-Fi (exact)
it: SSID Wi-Fi (esatto)
pt: SSID Wi-Fi (exato)

source: Wi-Fi name (pattern)
de: Wi-Fi-SSID (Muster)
es: SSID Wi-Fi (patrón)
fr: SSID Wi-Fi (motif)
it: SSID Wi-Fi (modello)
pt: SSID Wi-Fi (padrão)

source: Wi-Fi name / BSSID rules need Location permission so iOS can read the network name — allow it when prompted (or in Settings ▸ Privacy ▸ Location). Without it these rules can’t match.
de: WLAN-Namen-/BSSID-Regeln brauchen die Standort-Berechtigung, damit iOS den Netzwerknamen lesen kann — erlaube sie beim Prompt (oder unter Einstellungen ▸ Datenschutz ▸ Ortung). Ohne sie können diese Regeln nicht greifen.
es: Las reglas por nombre de Wi-Fi/BSSID necesitan permiso de ubicación para que iOS lea el nombre de la red: concédelo cuando se solicite (o en Ajustes ▸ Privacidad ▸ Localización). Sin él, estas reglas no pueden coincidir.
fr: Les règles par nom de Wi-Fi/BSSID nécessitent l’autorisation de localisation pour qu’iOS lise le nom du réseau — autorisez-la à l’invite (ou dans Réglages ▸ Confidentialité ▸ Localisation). Sans elle, ces règles ne peuvent pas s’appliquer.
it: Le regole per nome Wi-Fi/BSSID richiedono il permesso di posizione affinché iOS legga il nome della rete: concedilo quando richiesto (o in Impostazioni ▸ Privacy ▸ Posizione). Senza, queste regole non possono applicarsi.
pt: As regras por nome de Wi-Fi/BSSID precisam da permissão de localização para o iOS ler o nome da rede — conceda-a quando solicitado (ou em Ajustes ▸ Privacidade ▸ Localização). Sem ela, estas regras não podem corresponder.

source: Wi-Fi name/BSSID matching requires the Access-WiFi-Information capability; until that ships, these rules are stored but only network-type/any rules act.
de: Wi-Fi-Name/BSSID-Abgleich erfordert die Access-WiFi-Information-Berechtigung; bis dahin werden diese Regeln gespeichert, aber nur Netzwerktyp-/Beliebig-Regeln wirken.
es: La coincidencia por nombre Wi-Fi/BSSID requiere la capacidad Access-WiFi-Information; hasta que llegue, estas reglas se guardan pero solo actúan las de tipo de red/cualquiera.
fr: La correspondance par nom Wi-Fi/BSSID nécessite la capacité Access-WiFi-Information ; en attendant, ces règles sont enregistrées mais seules les règles type-de-réseau/n'importe agissent.
it: La corrispondenza per nome Wi-Fi/BSSID richiede la capacità Access-WiFi-Information; finché non arriva, queste regole vengono salvate ma agiscono solo quelle tipo-rete/qualsiasi.
pt: A correspondência por nome Wi-Fi/BSSID requer a capacidade Access-WiFi-Information; até estar disponível, estas regras são guardadas mas só atuam as de tipo-de-rede/qualquer.

source: Wi-Fi or Mobile
de: WLAN oder Mobil
es: Wi-Fi o móvil
fr: Wi-Fi ou mobile
it: Wi-Fi o mobile
pt: Wi-Fi ou móvel

source: Wi-Fi “%@”
de: WLAN „%@“

source: Wrong passphrase or corrupted backup file.
de: Falsche Passphrase oder beschädigte Backup-Datei.
es: Frase de contraseña incorrecta o archivo de copia de seguridad dañado.
fr: Phrase secrète incorrecte ou fichier de sauvegarde corrompu.
it: Passphrase errata o file di backup danneggiato.
pt: Frase-passe incorreta ou ficheiro de cópia de segurança danificado.

source: Your per-user API key from the gateway's user settings. Sent as a Bearer token.
de: Dein benutzerspezifischer API-Schlüssel aus den Benutzereinstellungen des Gateways. Wird als Bearer-Token gesendet.
es: Tu clave API por usuario de los ajustes de usuario del gateway. Se envía como token Bearer.
fr: Votre clé API par utilisateur depuis les réglages utilisateur de la passerelle. Envoyée comme jeton Bearer.
it: La tua chiave API per utente dalle impostazioni utente del gateway. Inviata come token Bearer.
pt: A sua chave API por utilizador das definições de utilizador do gateway. Enviada como token Bearer.

source: Your rules match on a Wi-Fi network name (SSID/BSSID). iOS only reveals the Wi-Fi name when Location is allowed — without it these rules can never match and the VPN won't follow them. Grant Location to enable Wi-Fi-name rules.
de: Deine Regeln greifen auf den WLAN-Namen (SSID/BSSID) zu. iOS gibt den WLAN-Namen nur preis, wenn der Standort erlaubt ist — ohne ihn können diese Regeln nie greifen und das VPN folgt ihnen nicht. Erlaube den Standort, um WLAN-Namen-Regeln zu aktivieren.
es: Tus reglas coinciden con el nombre de la red Wi-Fi (SSID/BSSID). iOS solo revela el nombre de la Wi-Fi cuando se permite la ubicación; sin ella, estas reglas nunca coincidirán y la VPN no las seguirá. Concede la ubicación para activar las reglas por nombre de Wi-Fi.
fr: Vos règles se basent sur le nom du réseau Wi-Fi (SSID/BSSID). iOS ne révèle le nom du Wi-Fi que si la localisation est autorisée — sans elle, ces règles ne peuvent jamais s'appliquer et le VPN ne les suivra pas. Autorisez la localisation pour activer les règles par nom de Wi-Fi.
it: Le tue regole si basano sul nome della rete Wi-Fi (SSID/BSSID). iOS rivela il nome del Wi-Fi solo quando la posizione è consentita: senza, queste regole non possono mai applicarsi e la VPN non le seguirà. Concedi la posizione per attivare le regole per nome Wi-Fi.
pt: As suas regras dependem do nome da rede Wi-Fi (SSID/BSSID). O iOS só revela o nome do Wi-Fi quando a localização é permitida — sem ela, estas regras nunca podem corresponder e a VPN não as seguirá. Conceda a localização para ativar as regras por nome de Wi-Fi.

# connect.stats.download
source: Download
de: Empfangen
es: Descarga
fr: Téléchargement
pt: Descarregamento

# connect.stats.upload
source: Upload
de: Gesendet
es: Subida
fr: Téléversement
pt: Carregamento

# connect.status.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
pt: Conectado

# connect.status.disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
pt: Desconectado

source: e.g. 1.1.1.1, 9.9.9.9
de: z. B. 1.1.1.1, 9.9.9.9
es: p. ej. 1.1.1.1, 9.9.9.9
fr: ex. 1.1.1.1, 9.9.9.9
it: es. 1.1.1.1, 9.9.9.9
pt: ex. 1.1.1.1, 9.9.9.9

source: just now
de: gerade eben
es: justo ahora
fr: à l’instant
it: proprio ora
pt: agora mesmo

source: next rotation
de: nächste Rotation
es: próxima rotación
fr: prochaine rotation
it: prossima rotazione
pt: próxima rotação

source: rotating…
de: rotiert…
es: rotando…
fr: rotation…
it: rotazione…
pt: a rodar…

# settings.crash_reports
source: Anonymous crash reports
de: Anonyme Absturzberichte
es: Informes de fallo anónimos
fr: Rapports de plantage anonymes
it: Segnalazioni di crash anonime
pt: Relatórios de falha anónimos

# settings.crash_reports_desc
source: Help improve Privycs by sending anonymous crash reports. SSIDs, API keys, IPs and file paths are redacted on-device before upload to our self-hosted backend.
de: Hilf Privycs zu verbessern durch anonyme Absturzberichte. SSIDs, API-Keys, IPs und Datei-Pfade werden vor dem Upload zu unserem self-hosted Backend on-device redaktiert.
es: Ayuda a mejorar Privycs enviando informes anónimos de fallo. SSIDs, claves API, IPs y rutas de archivos se redactan en el dispositivo antes de subirlos a nuestro backend propio.
fr: Aidez à améliorer Privycs en envoyant des rapports de plantage anonymes. SSID, clés API, IPs et chemins de fichiers sont caviardés sur l’appareil avant l’envoi à notre backend auto-hébergé.
it: Aiuta a migliorare Privycs inviando segnalazioni anonime di crash. SSID, chiavi API, IP e percorsi di file vengono oscurati sul dispositivo prima del caricamento sul nostro backend self-hosted.
pt: Ajude a melhorar o Privycs enviando relatórios anónimos de falhas. SSIDs, chaves de API, IPs e caminhos de ficheiros são redigidos no dispositivo antes do envio para o nosso backend self-hosted.

# tab.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar

# tab.configs
source: Configs
de: Konfigurationen
es: Configuraciones
fr: Configurations
it: Configurazioni
pt: Configurações

# tab.connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Collega
pt: Conectar

# tab.help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt: Definições

source: → Activate pool %@
de: → Pool %@ aktivieren
es: → Activar grupo %@
fr: → Activer le pool %@
it: → Attiva pool %@
pt: → Ativar pool %@

source: → Connect active selection
de: → Aktive Auswahl verbinden
es: → Conectar selección activa
fr: → Connecter la sélection active
it: → Connetti selezione attiva
pt: → Ligar seleção ativa

source: → Connect to %@
de: → Verbinde mit %@
es: → Conectar a %@
fr: → Se connecter à %@
it: → Connetti a %@
pt: → Ligar a %@

source: → Disconnect VPN
de: → VPN trennen
es: → Desconectar VPN
fr: → Déconnecter le VPN
it: → Disconnetti VPN
pt: → Desligar VPN

source: Backup
es: Copia de seguridad
fr: Sauvegarde
pt: Cópia de segurança

source: Backup passphrase
es: Contraseña de la copia
fr: Phrase secrète de sauvegarde
it: Passphrase del backup
pt: Palavra-passe da cópia

source: Download
es: Descarga
fr: Téléchargement
pt: Transferência

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

source: Open Source
es: Código abierto
pt: Código aberto

source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
pt: Opcional

source: Passphrase
es: Frase de contraseña
fr: Phrase secrète
pt: Frase-passe

source: Pause
es: Pausar
it: Pausa
pt: Pausar

source: Pool
es: Grupo
pt: Grupo

source: Pool name
es: Nombre del grupo
fr: Nom du pool
it: Nome del pool
pt: Nome do pool

source: Pools
es: Grupos
it: Pool

source: Rotation
es: Rotación
it: Rotazione
pt: Rotação

source: Split tunnel
es: Túnel dividido
fr: Tunnel partagé
pt: Túnel dividido

source: Support
es: Soporte
fr: Assistance
it: Supporto
pt: Suporte

source: System
es: Sistema
fr: Système
it: Sistema
pt: Sistema

source: Upload
es: Subida
fr: Envoi
pt: Envio

source: VPN IP
es: IP de VPN
fr: IP du VPN
it: IP VPN
pt: IP da VPN

source: VPN pool
es: Grupo VPN
fr: Pool VPN
it: Pool VPN
pt: Grupo VPN

source: Version
es: Versión
it: Versione
pt: Versão

source: Wi-Fi BSSID (MAC)
es: BSSID Wi-Fi (MAC)
fr: BSSID Wi-Fi (MAC)
it: BSSID Wi-Fi (MAC)
pt: BSSID Wi-Fi (MAC)

source: Privycs Gateway
fr: Passerelle Privycs
pt: Gateway Privycs
